Repository: abrt/gnome-abrt
Catalog: po/*.po
Languages: be, el, km

source: My
km: របស់ខ្ញុំ

source: _Preferences
km: _ចំណង់ចំនូលចិត្ដ

source: _ABRT Configuration
km: _ការកំណត់ ABRT

source: _Report problem with ABRT
km: _រាយការណ៍បញ្ហារបស់ ABRT

source: _About
km: _អំពី

source: _Quit
km: _ចាកចេញ

source: Problem Reporting
be: Справаздачы аб праблемах
el: Αναφορά προβλημάτων
km: _ការរាយការណ៍បញ្ហា

source: View and report application crashes
be: Прагляд і стварэнне справаздач пра аварыйныя спыненні праграмы
el: Προβολή και αναφορά καταρρεύσεων εφαρμογών
km: បង្ហាញ និងរាយការណ៍អំពីការមិនដំណើរការរបស់កម្មវិធី

source: Collection of software tools designed for collecting, analyzing and reporting of software issues.
be: Набор праграм для збірання і аналізу інфармацыі пра памылкі, а таксама адпраўкі справаздач пра іх.
el: Συλλογή εργαλείων λογισμικού για τη συγκέντρωση, την ανάλυση και την αναφορά προβλημάτων λογισμικού.
km: ការប្រមូលឧបករណ៍បង្ដើតកម្មវីធីសម្រាប់ការប្រមូល, ការវិភាគ និងរាយការណ៍អំពីបញ្ហារបស់កម្មវីធី ។

source: Its main purpose is to ease the process of reporting an issue and finding a solution.
be: Галоўная задача – спрасціць адпраўку справаздач пра памылкі і рашэнне праблем.
el: Κύριος σκοπός του είναι η διευκόλυνση της διαδικασίας αναφοράς προβλημάτων και εύρεσης λύσεων.
km: គោលបំណងសំខាន់ក្នុងការលុបដំណើរការ នៃការរាយការណ៍បញ្ហា និង ស្វែងរកដំណោះស្រាយ ។

source: Can't add receiver of signal '{0}'on DBus system path '{1}': {2}
km: មិនអាចបន្លែមអ្នកទទួលនៃសញ្ញា '{0}' នៅលើប្រព័ន្ធ DBus ផ្លូវ '{1}':{2}

source: Can't connect to DBus system bus '{0}' path '{1}': {2}
km: មិនអាចភ្ជាប់ទៅកាន់ ប្រព័ន្ធ DBus ខ្សែរបញ្ជូន '{0}' លើផ្លូវ '{1}':{2}

source: Can't get interface '{0}' on path '{1}' in bus '{2}': {3}
be: Не ўдалося атрымаць інтэрфейс «{0}» па шляху «{1}» шыны «{2}»: {3}
el: Δεν είναι δυνατή η λήψη της διεπαφής «{0}» στη διαδρομή «{1}» στον δίαυλο «{2}»: {3}
km: មិនអាចទទួលចំណុចប្រទាក់ '{0}' លើផ្លូវ '{1}' ក្នុង ខ្សែរ '{2}':{3}

source: Can't chown problem '{0}' over DBus service: {1!s}
km: មិនអាចបញ្ហាញបញ្ហា '{0}' លើសេវា DBus {1!s}

source: Can't get problem data from DBus service: {0!s}
km: មិនអាចទទួលបញ្ហារបស់ទិន្នន័យ ពីសេវា DBus: {0!s}

source: Can't get list of problems from DBus service: {0!s}
km: មិនអាចទទួល បញ្ជីបញ្ហាពីសេវា DBus: {0!s}

source: Can't delete problem over DBus service: {0!s}
km: មិនអាចលុបបញ្ហាលើសេវា DBus : {0!s}

source: The description of problem is too short
km: ការពិពណ៌នាអំពីបញ្ហានេះខ្លីពេក

source: In order to get more useful reports we do not accept reports with the description shorter than 10 letters.
km: ក្នុងគោលបំណងដើម្បីទទួលបានរបាយការណ៍មានសារៈប្រយោជន៍ ពួកយើងមិនទទួលយករបាយការណ៍ ជាមួយការពិពណ៍នាខ្លី ដែលមានតិចជាង ១០ តួអក្សរ

source: The summary of problem is too short
km: ការសង្ខេមនៃបញ្ហាខ្លីពេក

source: In order to get more useful reports we do not accept reports with the summary shorter than 10 letters.
km: ក្នុងគោលបំណងដើម្បីទទួលបានរបាយការណ៍មានសារៈប្រយោជន៍ ពួកយើងមិនទទួលយករបាយការណ៍ ជាមួយការពិពណ៍នាខ្លី ដែលមានតិចជាង ១០ តួអក្សរ

source: Problem description
km: ការពិពណ៌នាបញ្ហា

source: Summary:
km: ការសង្ខេប

source: _Send
km: _ផ្ញើរ

source: A problem with ABRT
km: បញ្ហាជាមួយ ABRT

source: You have probably reached inotify's limit on the number of watches in '{0}'. The limit can be increased by proper configuration of inotify. For more details see man inotify(7). This event causes that you will not be notified about changes in problem data happening outside of this application. This event do not affect any other functionality.
km: អ្នកប្រហែលជាដល់ដែនកំណត់ នៃ inotify លើនាឡិកាមួយចំនួនក្នុង '{0}' ។ ដែនកំណត់អាចកើនឡើងដោយ ការកំណត់ត្រឹមត្រូវ នៃ inotify ។ សម្រាប់ព័ត៌មានលម្អិតមើល man inotify(7) ។ បុព្វហេតុនៃព្រឹត្ដិការណ៍នេះអ្នកនឹងមិន អាចជូនដំណឹងអំពីការផ្លាស់ប្ដូរនៃ បញ្ហារបស់ទិន្នន័យ ដែលបានកើតឡើង នៅខាងក្រៅកម្មវិធី ។ ព្រឹត្ដិការណ៍នេះនឹងមិនមានផលប៉ះពាល់ដល់ មុខងារដទៃទៀតទេ ។

source: Can't open directory: '{0}'
km: មិនអាចបើកថតៈ '{0}'

source: _Delete
be: _Выдаліць
el: _Διαγραφή
km: _លប់

source: Delete selected problems
be: Выдаліць выбраныя праблемы
el: Διαγραφή επιλεγμένων προβλημάτων
km: លប់បញ្ហាដែលបានជ្រើសរើស

source: _Report
be: _Паведаміць
el: _Αναφορά
km: _រាយការណ៍

source: Submits selected problem
km: ដាក់ស្នើរបញ្ហាដែលបានជ្រើសរើស

source: Open selected problem for analysis
km: បើកបញ្ហាដែលបានជ្រើសរើសសម្រាប់វិភាគ

source: Show technical details
km: បង្ហាញបច្ចេកទេសលម្អិត

source: _All problems
km: _បញ្ហាទាំងអស់

source: Show all known problems from all system users
km: បង្ហាញបញ្ហាដែលស្គាល់ ពីអ្នកប្រប្រាស់ប្រព័ន្ធទាំងអស់

source: _Open problem's data directory
km: _បើកថតផ្ទុកបញ្ហារបស់ទិន្នន័យ

source: Opens the selected problem's data directory in the default file system browser
km: បើកថតបញ្ហាទិន្នន័យដែលបានជ្រើសរើសក្នុង កម្មវិធីរុករកប្រព័ន្ធឯកសារតាមលំនាំដើម

source: _Copy problem's ID to Clipboard
km: ថតចម្លងលេខសម្គាល់របស់បញ្ហាទៅកាន់ក្ដារក្ដារតម្បៀតខ្ទាស់

source: Stores the selected problem's ID in Clibpoard
km: រក្សាទុកលេខសម្គាល់របស់បញ្ហដែលបានជ្រើសរើស ក្នុងក្ដារតម្បៀតខ្ទាស់

source: _Filter
be: _Фільтр
el: _Φίλτρο
km: _តម្រង

source: Show filter box
km: បង្ហាញប្រអប់តម្រង

source: Name
km: ឈ្មោះ

source: Version
km: កំណែ

source: Reported
be: Адпраўлена
el: Αναφέρθηκε
km: បានរាយការណ៍

source: No problems detected!
be: Праблемы не выяўлены!
el: Δεν εντοπίστηκαν προβλήματα!
km: គ្មានបញ្ហាណាមួយត្រូវបានរកឃើញ!

source: No source selected!
km: គ្មានប្រភពណាមួយត្រូវបានជ្រើសរើស!

source: No source
km: គ្មានប្រភព

source: Not found in cache but deleted: {0}
km: មិនបានរកឃើញក្នុងឃ្លាំងសម្ងាត់ ប៉ុន្ដែត្រូវបានរកឃើញក្នុង៖ {0}

source: Future
km: អនាគត

source: Yesterday
km: ម្សិលមិញ

source: Failed to load UI definition
km: បរាជ័យក្នុងការផ្ទុក និយមន័យ UI

source: Unexpected system error
be: Нечаканая памылка сістэмы
el: Απροσδόκητο σφάλμα συστήματος
km: កំហុសប្រព័ន្ធដែលមិនបានរំពឹងទុក

source: The system has encountered a problem and recovered.
be: Сістэма сутыкнулася з праблемай, праца была адноўлена.
el: Το σύστημα αντιμετώπισε και αποκατέστησε ένα πρόβλημα.
km: ប្រព័ន្ធបានជួបប្រទះបញ្ហា និង បានយកមកវិញ ។

source: Fatal system failure
be: Крытычная памылка сістэмы
el: Κρίσιμη αποτυχία συστήματος
km: ប្រព័ន្ធត្រូវបានបរាជ័យយ៉ាងធ្ងន់ធ្ងរ

source: The system has encountered a problem and could not continue.
be: Сістэма сутыкнулася з праблемай і не магла працягваць працу.
el: Το σύστημα αντιμετώπισε ένα πρόβλημα και δεν μπόρεσε να συνεχίσει.
km: ប្រព័ន្ធបានជួបនឹងបញ្ហានិងមិនអាចបន្ដទៅមុខ ។

source: {0} problem has been detected
be: Выяўлена праблема {0}
el: Εντοπίστηκε πρόβλημα {0}
km: {0} បញ្ហាត្រូវបានរកឃើញ

source: {0} quit unexpectedly
be: Праца «{0}» нечакана завяршылася
el: Έγινε απρόσμενος τερματισμός του «{0}»
km: {0} ចាកចេញដោយមិនបានរំពឹងទុក

source: The application encountered a problem and could not continue.
be: Праграма сутыкнулася з праблемай і не магла працягваць працу.
el: Η εφαρμογή αντιμετώπισε ένα πρόβλημα και δεν μπόρεσε να συνεχίσει.
km: កម្មវិធីជួបប្រទះនិឹងបញ្ហា ហើយមិនអាចបន្ដទៅមុខបាន ។

source: N/A
be: Н/Д
el: Μ/Δ
km: មិនអាចរកបាន

source: cannot be reported
be: немагчыма адправіць справаздачу
el: δεν είναι δυνατή η αναφορά
km: មិនអាចរាយការណ៍បាន

source: Reports
be: Справаздачы
el: Αναφορές
km: ការរាយការណ៍

source: This problem has been reported, but a <i>Bugzilla</i> ticket has not been opened. Our developers may need more information to fix the problem. Please consider also <b>reporting it</b> to Bugzilla in order to provide that. Thank you.
be: Пра гэту праблему ўжо паведамлялася, але заяўка <i>Bugzilla</i> яшчэ не адкрыта. Нашым распрацоўнікам можа спатрэбіцца больш інфармацыі для рашэння праблемы Вы можаце таксама <b>адправіць справаздачу</b> ў Bugzilla, каб дапоўніць звесткі. Дзякуй.
el: Αυτό το πρόβλημα έχει αναφερθεί, αλλά δεν έχει ανοιχτεί αίτημα στο <i>Bugzilla</i>. Οι προγραμματιστές μας ενδέχεται να χρειαστούν περισσότερες πληροφορίες για να διορθώσουν το πρόβλημα. Σκεφτείτε το ενδεχόμενο να κάνετε <b>αναφορά</b> και στο Bugzilla, ώστε να παρέχετε περισσότερες λεπτομέρειες. Σας ευχαριστούμε.
km: បញ្ហានេះត្រូវបានរាយការណ៍, ប៉ុន្ដែសំបុត្រ <i>Bugzilla</i> មិនទាន់បានបើកនៅឡើយ ។ អ្នកអភិវឌ្ឍន៍ប្រហែលជាត្រូវការ ព័ត៌មានបន្ថែមដើម្បីដោះស្រាយបញ្ហា ។ សូមពិចារណាផងដែរលើ <b> កំពុងរាយការណ៍អំពីវា</b> ទៅកាន់ Bugzilla ក្នុងគោលបំណងផ្ដល់ព័ត៌មាន ។ សូមអរគុណ ។

source: yes
be: так
el: ναι
km: បាទ​/ចាស

source: no
be: не
el: όχι
km: ទេ

source: Failed to execute the requested action because of an error in new process creation
km: បរាជ័យក្នុងការប្រតិបត្ដិ នៃការស្នើរសុំសកម្មភាព ពីព្រោះមានកំហុសមួយក្នុងដំណើរការនៃការបង្ដើតថ្មី

source: D_etails
be: П_адрабязнасці
el: Λ_επτομέρειες

source: _Open problem data directory
be: _Адкрыць каталог з данымі аб праблеме
el: Ά_νοιγμα καταλόγου δεδομένων προβλήματος

source: _Copy problem directory path to clipboard
be: С_капіяваць ID праблемы ў буфер абмену
el: _Αντιγραφή διαδρομής καταλόγου προβλήματος στο πρόχειρο

source: _About Problem Reporting
be: _Аб праграме
el: _Σχετικά με την Αναφορά προβλημάτων

source: Search
be: Пошук
el: Αναζήτηση

source: Detected Crashes
be: Выяўленыя праблемы
el: Εντοπισμένες καταρρεύσεις

source: Submit selected problem
be: Адправіць справаздачу пра выбраную праблему
el: Υποβολή επιλεγμένου προβλήματος

source: Create Report...
be: Стварыць справаздачу...
el: Δημιουργία αναφοράς...

source: Search or type @ for crash types
be: Пошук змесціва па тыпу або па ўсіх тыпах
el: Αναζήτηση ή πληκτρολόγηση «@» για τύπους καταρρεύσεων

source: Affected Component
be: Закрануты кампанент
el: Επηρεασμένο στοιχείο

source: Component Version
be: Версія кампанента
el: Έκδοση στοιχείου

source: First Detected
be: Упершыню выяўлена
el: Πρώτος εντοπισμός

source: Times Detected
be: Выяўлена разоў
el: Φορές εντοπισμού

source: Be verbose
be: Падрабязны вывад
el: Λεπτομερής λειτουργία

source: Selected problem ID
be: ID выбранай праблемы
el: Αναγνωριστικό επιλεγμένου προβλήματος

source: abrt;bug reporting;crash logger;
be: abrt;bug reporting;crash logger;памылкі;паведаміць пра памылку;справаздача;збой;аварыйнае спыненне;журнал памылак;
el: abrt;bug reporting;crash logger;αναφορά;πρόβλημα;κατάρρευση;ζήτημα;αναφορά προβλημάτων;αρχείο;καταγραφή;σφάλμα;

source: The ABRT Project
be: Праект ABRT
el: Το έργο ABRT

source: Application Crash
be: Аварыйнае спыненне праграмы
el: Κατάρρευση εφαρμογής

source: System Crash
be: Аварыйнае спыненне сістэмы
el: Κατάρρευση συστήματος

source: System Failure
be: Адмова сістэмы
el: Αποτυχία συστήματος

source: Misbehavior
be: Няправільныя паводзіны
el: Εσφαλμένη συμπεριφορά
